const movies = [
    {
        id: 1,
        url: 'https://fb.watch/cX98QkjvDA/',
        name: 'ဧပရယ်ညွှန်းစာဖွဲ့',
        details: '🎬 ဧပရယ်ညွှန်းစာဖွဲ 🕚 ၈.၄.၂၀၂၂ (သောကြာနေ့) - ည(၈း၁၅)နာရ ဇေရဲထက်၊ နန်းခင်ဇေယျာ၊ မေသန်းနု၊ မေသဉ္ဇာဦ ⭐ ခေတ်ဆန်ဆန်နေတတ်တဲ့ ညီမဖြစ်သူ အပျိုကြီးနဲ့ သမီးတွေကို စည်းကမ်းတင်းကျပ်သူ အစ်မဖြစ်သူတို့ကြား ပဋိပက္ခ ... ⭐ တူမတွေကို အဒေါ်အပျိုကြီးက သင်္ကြန်တွင်း အပြင်ကို ခေါ်ထုတ်တဲ့အခါမှာတော့ ဘာတွေဖြစ်မလဲဆိုတာ ပျော်ရွှင်ရယ်မောဖွယ် ခံစားကြည့်ရှုရမှာပါ...🥰😊 📡 SKYPREMIER HD ချန်နယ်ကနေ ဧပြီလ (၈)ရက်နေ့၊ ည(၈း၁၅)နာရီ အချိန်တွင် ထုတ်လွှင့်ပြသပေးသွားမှာပဲ ဖြစ်ပါတယ်နော် 🤩🤩 #SKYPREMIERHD'
    },
    {
        id: 2,
        url: 'https://fb.watch/cX9wytb_zK/',
        name: 'ဆူး',
        details: 'သူငယ်ချင်းသံယောဇဉ်ကနေ တစ်ဆင့်ပိုကာ လက်ထပ်လိုက်ကြတဲ့ ကိုမင်းဝေယံနဲ့ နှင်းတို့ ဇနီးမောင်နှ အိမ်ထောင်ရေးမှာ သံသယဆူးလေး ဝင်သွားချိန်မှာတော့ နှင်းတို့ နှစ်ယောက်ဘယ်လိုတွေ ဆက်လက် ရင်ဆိုင်ရမလဲဆိုတာကို စောင့်မျှော်ကြည့်ရှုနိုင်ပါတယ်... 🎬 ဆူ ⏰ ၁၃.၅.၂၀၂၂ (သောကြာ)/ ၁၄.၅.၂၀၂၂ (စနေ) 👫 ကျော်ထက်အောင်၊ ခေးဆက်သွင်၊ ရွှေပုဏ္ဏကျော 📡 SKYPREMIER HD ရုပ်သံလိုင်းကို တစ်ပတ်လျှင် ၃၆၀၀ ကျပ်၊ တစ်လလျှင် ၁၂,၀၀၀ ကျပ်ဖြင့် နီးစပ်ရာ အရောင်းကိုယ်စားလှယ်ဆိုင်မှာ သက်တမ်းတိုး ဝယ်ယူကြည့်ရှုနိုင်သလိ 👉 OnePay, NDB Mobile Banking, KBZ Pay, OK Dollar, Easy Pay, CB Pay တွေနဲ့ပါ သက်တမ်းတိုး ကြည့်ရှုနိုင်မှာ ဖြစ်ပါတယ်... SKY PREMIER HD ရုပ်သံလိုင်းနဲ့ပတ်သက်ပြီး အသေးစိတ်သိလိုရင်တော့ မက်ဆေ့ဘောက်ကပဲ ဖြစ်ဖြစ်၊ Customer Service Hotline ဖုန်းနံပတ် ☎️ ၀၉၇၇၁၀၀၅၅၅၈ ကိုပါ ဆက်သွယ်မေးမြန်းနိုင်ပါတယ်ရှင့်...😍😍😍 #SKYPREMIERHD'
    },
    {
        id: 3,
        url: 'https://fb.watch/cXa34tRS2-/',
        name: 'ဥပါဒါန်',
        details: 'ဘာသာ သာသနာအပေါ် ကြည်ညိုလွန်းရာကနေ သဒ္ဒါတရားတွေ ပိုလွန်ခဲ့ရာမှ သတိတစ်ချက်လွတ်သွားခဲ့သူ ဒကာမတစ်ယောက သတိမထားမိဘဲ အစွန်းရောက်သွားကာ ဖြစ်တည်လာခဲ့တဲ့ ဥပါဒါန် . . . သူမတစ်ဘဝလုံး ဘာတွေ ပေးဆပ်ရမလဲဆိုတာကိုတော့ SKY PREMIER မှာ ဆက်လက် ရှုစားနိုင်ပါတယ်... 🎬 ဥပါဒါန ⏰ ၁၄.၅.၂၀၂၂ (စနေ) 👫 ခိုင်ထူးသာ၊ နန်းဆုဦး၊ ခင်ဇာခြည်ကျော်၊ ချိုပြုံး 📡 SKYPREMIER HD ရုပ်သံလိုင်းကို တစ်ပတ်လျှင် ၃၆၀၀ ကျပ်၊ တစ်လလျှင် ၁၂,၀၀၀ ကျပ်ဖြင့် နီးစပ်ရာ အရောင်းကိုယ်စားလှယ်ဆိုင်မှာ သက်တမ်းတိုး ဝယ်ယူကြည့်ရှုနိုင်သလို 👉 OnePay, NDB Mobile Banking, KBZ Pay, OK Dollar, Easy Pay, CB Pay တွေနဲ့ပါ သက်တမ်းတိုး ကြည့်ရှုနိုင်မှာ ဖြစ်ပါတယ်... SKY PREMIER HD ရုပ်သံလိုင်းနဲ့ပတ်သက်ပြီး အသေးစိတ်သိလိုရင်တော့ မက်ဆေ့ဘောက်ကပဲ ဖြစ်ဖြစ်၊ Customer Service Hotline ဖုန်းနံပတ် ☎️ ၀၉၇၇၁၀၀၅၅၅၈ ကိုပါ ဆက်သွယ်မေးမြန်းနိုင်ပါတယ်ရှင့်...😍😍😍 #SKYPREMIERHD'
    },
    {
        id: 4,
        url: 'https://fb.watch/cX9VAGTt8J/',
        name: 'အဝါရောင်ဒဏ်ရာ',
        details: 'သွေးထွက်တဲ့ ဒဏ်ရာကိုတော့ လူတိုင်း အလွယ်တကူ မြင်နိုင်ကြသလို ကုသလို့လည်း ပျောက်ကင်းနိုင်တယ် . . . သံယောဇဉ်တွေ နွေးထွေးတဲ့ ချစ်ခြင်းမေတ္တာတွေနဲ့ ရှိနေရမယ့် မိဘတွေနဲ့ မြတ်နိုးယုံကြည်ကာ ချစ်ရတဲ့ ချစ်သူကြောင့် စိတ်ဒဏ်ရာတွေ ရခဲ့တဲ့အခါမှာတော့ . . . နှလုံးသားမှာ ဒဏ်ရာတွေစွန်းထင်းခဲ့ကြရတယ်၊ ဒီဒဏ်ရာတွေက တစ်သက်လုံး မပျောက်နိုင်တဲ့အခါ . . . 🎬 အဝါရောင်ဒဏ်ရာ ⏰ ၁၃.၅.၂၀၂၂ (သောကြာ) 👫 ကောင်းပြည့်၊ ဝေဖြိုး၊ သန္တာဗိုလ်၊ သီရိဂရေ့စ 📡 SKYPREMIER HD ရုပ်သံလိုင်းကို တစ်ပတ်လျှင် ၃၆၀၀ ကျပ်၊ တစ်လလျှင် ၁၂,၀၀၀ ကျပ်ဖြင့် နီးစပ်ရာ အရောင်းကိုယ်စားလှယ်ဆိုင်မှာ သက်တမ်းတိုး ဝယ်ယူကြည့်ရှုနိုင်သလို 👉 OnePay, NDB Mobile Banking, KBZ Pay, OK Dollar, Easy Pay, CB Pay တွေနဲ့ပါ သက်တမ်းတိုး ကြည့်ရှုနိုင်မှာ ဖြစ်ပါတယ်... SKY PREMIER HD ရုပ်သံလိုင်းနဲ့ပတ်သက်ပြီး အသေးစိတ်သိလိုရင်တော့ မက်ဆေ့ဘောက်ကပဲ ဖြစ်ဖြစ်၊ Customer Service Hotline ဖုန်းနံပတ် ☎️ ၀၉၇၇၁၀၀၅၅၅၈ ကိုပါ ဆက်သွယ်မေးမြန်းနိုင်ပါတယ်ရှင့်...😍😍 #SKYPREMIERHD'
    },
    {
        id: 5,
        url: 'https://fb.watch/cXa5edGj2e/',
        name: 'ရပ်ကွက်ဘုရင်မ',
        details: 'ကိုယ့်ပတ်ဝန်းကျင်တွေမှာ ဖြစ်လေ့ဖြစ်ထရှိတဲ့ အဖြစ်အပျက်တွေနဲ့ လူတွေရဲ့ အကျင့်စရိုက်တွေကို အခြေခံပြီး ဟာသနှောရိုက်ကူးထားတဲ့ ဇာတ်ကားကြီးဖြစ်ပါတယ်။ ဘဝရဲ့ စိတ်ညစ်စရာ၊ ဝမ်းနည်းစရာ သောကဗျာပါဒတွေကို ဟာသအဖြစ်ပုံဖော်ခံစားရိုက်ကူးထားတာမို့ စိတ်အပန်းတော်ပြေ ကြည့်ရှုသင့်တဲ့ ဇာတ်ကားကောင်းပဲ ဖြစ်ပါတယ်... 🎬 ရပ်ကွက်ဘုရင်မ ⏰ ၁၃.၅.၂၀၂၂ (သောကြာ)/ ၁၄.၅.၂၀၂၂ (စနေ) 👫 မို့မို့မြင့်အောင်၊ မေသန်းနု၊ စိုးမြတ်သူဇာ၊ မေခလာ၊ ခိုင်သင်းကြည်၊ ဘေဘီမောင (ဧည့်သည်-ရဲအောင်၊ ကျော်ရဲအောင်၊ မင်းဦး၊ ဖြိုးငွေစိုး၊ မိုးအောင်ရင်) 📡 SKYPREMIER HD ရုပ်သံလိုင်းကို တစ်ပတ်လျှင် ၃၆၀၀ ကျပ်၊ တစ်လလျှင် ၁၂,၀၀၀ ကျပ်ဖြင့် နီးစပ်ရာ အရောင်းကိုယ်စားလှယ်ဆိုင်မှာ သက်တမ်းတိုး ဝယ်ယူကြည့်ရှုနိုင်သလို 👉 OnePay, NDB Mobile Banking, KBZ Pay, OK Dollar, Easy Pay, CB Pay တွေနဲ့ပါ သက်တမ်းတိုး ကြည့်ရှုနိုင်မှာ ဖြစ်ပါတယ်... SKY PREMIER HD ရုပ်သံလိုင်းနဲ့ပတ်သက်ပြီး အသေးစိတ်သိလိုရင်တော့ မက်ဆေ့ဘောက်ကပဲ ဖြစ်ဖြစ်၊ Customer Service Hotline ဖုန်းနံပတ် ☎️ ၀၉၇၇၁၀၀၅၅၅၈ ကိုပါ ဆက်သွယ်မေးမြန်းနိုင်ပါတယ်ရှင့်...😍😍 #SKYPREMIERHD'
    },
];

export default movies;