const now_videos =
    [
        {
            id: 1,
            name: 'Eternals',
            type: 'Action, Adventure, Fantasy',
            imdb: '6.8',
            runtime: '2hr 36min',
            description: 'မာဗယ်ရဲ့ စူပါဟီးရိုးအသစ်တွေ လာပါပြီ။မူလပထမအစမှာ…. ဧကဖြစ်တည်မှု ၆ ခု မတိုင်ခင်၊ ဖန်ဆင်းမှုကြီးမတိုင်ခင် ဖန်ဆင်းရှင်များရှိခဲ့ပါတယ်။ မဟာဖန်ဆင်းရှင် အာရစ်ရှမ်ဟာ ပထမဆုံးသော နေကို ဖန်ဆင်းပြီး စကြဝဠာကိုအလင်းပေးခဲ့တယ်ပေါ့။ အဲ့လိုနဲ့ သက်ရှိတွေ စတင်ဖြစ်ပေါ်လာပြီး ဟန်ချက်ညီစွာ သာယာဝပြောခဲ့ကြတယ်။ အဲ့ဒီလိုပဲ အာကာသရဲ့ နက်ရှိင်းတဲ့နေရာတွေဆီမှာလည်း ဒီးဗီးယန့်ဆိုတဲ့ထူးခြားတဲ့ မျိုးစိတ်တွေ ဖြစ်ပေါ်လာပြီးအသိဉာဏ်ရှိ သက်ရှိတွေကို စားသုံးလာကြတဲ့အခါစကြဝဠာကြီးလည်း ကစင့်ကလျားဖြစ်ကုန်ပါတော့တယ်။ ဒီလိုဖြစ်ပျက်နေတဲ့ သဘာဝတရားကိုပုံမှန်ဖြစ်စေဖို့ အာရစ်ရှမ်ဟာ အိုလမ်ပီယာဂြိုလ်မှ မသေမျိုးသူရဲကောင်းတွေဖြစ်တဲ့ အီတာနယ်တွေကိုစေလွှတ်ပြီး ဒီးဗီးယန့်တွေကို ရှင်းလင်းစေခဲ့တယ်။ မဟာအီတာနယ် အာဂျက်ဦးဆောင်တဲ့အီတာနယ်တွေဟာ အာရစ်ရှမ်အပေါ်ကို စွဲစွဲမြဲမြဲသစ္စာရှိခဲ့ပေမဲ့ တာဝန်တစ်ခုနဲ့တွေ့လာတဲ့အခါအရာရာ ပြောင်းလဲသွားပါတော့တယ်။',
            thumbnail: require('../assets/eternals.jpg'),
        },
        {
            id: 2,
            name: 'Hard Hit',
            type: 'Thriller',
            imdb: '6.1',
            runtime: '1hr 34min',
            description: 'Baro ဘဏ်မန်နေဂျာဖြစ်သူ လီဆောင်းဂူ ဆိုသူမှာတစ်ရက် ကလေးတွေကို ကျောင်းလိုက်ပို့ဖို့လုပ်ရင်း ထူးဆန်းတဲ့ ဖုန်းတစ်ခုကို လက်ခံရရှိခဲ့ပါတယ်အဲ့ဖုန်းကိုဆက်တဲ့သူက ဘယ်သူဆိုတာမသိရဘဲအဲဒီလူက လီဆောင်းဂူကားမှာ ဗုံးတပ်ဆင်ထားကြောင်း ပြောဆိုခဲ့ပြီးအဲ့ဗုံးက ကားပေါ်က သူဆင်းလိုက်တာနဲ့ ပေါက်မယ်ဆိုတဲ့အကြောင်းကိုလည်း ထိတ်လန့်ဖွယ် ပြောပါတယ်ကားပေါ်မှာ လီဆောင်းဂူနဲ့အတူ သူရဲ့သားဖြစ်သူ မင်ဂျွန်းနဲ့သမီးဖြစ်သူ အယ်အင်းတို့လည်း အတူရှိနေခဲ့ပါတယ်ကလေးနှစ်ယောက်နဲ့ ဗုံးတပ်ဆင်ထားတဲ့ကားပေါ်မှာ ရှိနေတဲ့အခါ ဘယ်လို လွတ်မြောက်အောင်ကြိုးစားမလဲဘယ်လိုအဆုံးသတ်မယ်ဆိုတာတော့ ရင်တမမနဲ့ ခံစားကြည့်ရှုရဦးမှာပါဒီကားထဲမှာ ဘဝအတွက် သင်ခန်းစာယူစရာတချို့လည်းရနိုင်လို့အက်ရှင်ကားလည်းကြည့် အနှစ်သာရ အချို့လည်းခံစားနိုင်မယ့် ကားကောင်းလေးတစ်ကားဖြစ်ကြောင်း ညွှန်းချင်ပါတယ်',
            thumbnail: require('../assets/hard_hit.jpg'),
        },
        {
            id: 3,
            name: 'Sonic the Hedgehog 2',
            type: 'Action, Advendure, Comedy',
            imdb: '6.9 ',
            runtime: '2hr 2min',
            description: 'ကျွန်တော်တို့ငယ်ငယ်ကတည်းက ဂိမ်းလောကမှာ နာမည်ကြီးခဲ့တဲ့ဆိုးနစ် ဖြူကောင်လေး လာပါပြီ။ ဒီရုပ်ရှင်ကတော့ ဒုတိယကားပါ။ပထမကားကိုလည်း ချန်နယ်မြန်မာမှာ တင်ပေးထားပါတယ်။ဗီလိန်ကလည်း The Mask လို ရုပ်ရှင်တွေနဲ့ ဂန္ထဝင်ဖြစ်ခဲ့တဲ့ ဂျင်မ်ကာရေးပဲ ဖြစ်ပါတယ်။ပထမကားမှာတော့ ဗီလိန်ကြီး ရိုဘော့နစ်တစ်ယောက် ကမ္ဘာပေါ်ကနေအခြားဂြိုလ်ကို ကန်ထုတ်ခံလိုက်ရပြီး အဆုံးသတ်သွားခဲ့ပါတယ်။အခုကားမှာတော့ ရိုဘော့နစ် ပြန်လာတဲ့အပြင် သူနဲ့အတူ ဆိုးနစ်ကိုတိုက်ခိုက်မယ့် ဂြိုလ်သားလေး နက်ကယ်ပါ ပါလာပါတယ်။ ဒါ့အပြင်ဆိုးနစ်ကိုလေးစားနေတဲ့ မြေခွေးလေး တေးလ်စ်ပါ ပါလာတဲ့အခါတစ်ဖက်ကို နှစ်ယောက်ဆီ ဘယ်လိုရင်ဆိုင်ပြီး တိုက်ခိုက်ကြမလဲဆိုတာကြည့်လိုက်ပါဦး။',
            thumbnail: require('../assets/sonic_2.jpg'),
        },
        {
            id: 4,
            name: 'Tenet',
            type: 'Sci-Fi',
            imdb: '7.8',
            runtime: '2hr 30min',
            description: 'အရာဝတ္ထုတစ်ခုဟာ အချိန်လားရာအတိုင်းအရှေ့ကို သွားနေပေမယ့် အနုမြူစွမ်းအင် လို ပေါက်ကွဲမှုတစ်ခုကြောင့်အချိန်လားရာ ပြောင်းပြန်ရွှေ့လျားတတ်တဲ့ဓာတ်ပစ္စည်းတွေ ဖြစ်ကုန်တာပါ။ဒီတော့ ကျွန်တော်က သာမန် ပစ္စည်းတစ်ခုကို၂၀၂၀ နိုဝင်ဘာ ၃၀ ရက် မနက် ၉ နာရီမှာ နေရာတစ်ခုမှာမြေမြှပ်ပြီး ဖွက်ထားတယ်ဆိုပါစို့။အဲဒီပစ္စည်းဟာ အဲဒီနေရာမှာ အချိန်လားရာအတိုင်း တည်ရှိနေပြီ၂၀၅၀ မှာ လူတစ်ယောက်က တူးဖော်ယူပါလိမ့်မယ်။အဲဒီလူက အဲဒီပစ္စည်းကို အချိန်လားရာ ပြောင်းပြန်ပစ္စည်းဖြစ်အောင်ဖန်တီးလိုက်ပြီး အဲဒီနေရာမှာပဲ မြှှပ်လိုက်မယ်ဆိုရင်အဲဒီပစ္စည်းဟာ အတိတ်ကို တရွေ့ရွေ့နဲ့ ရောက်ရှိသွားပြီ။၂၀၂၀ နိုဝင်ဘာ ၃၀ မနက် ၉ နာရီ မှာပဲ အနာဂတ် နှစ် ၃၀ လောက်ကပစ္စည်းတွေကို တူးဖော်ယူလိုက်ရုံပါပဲ။ ဒီတော့ အနာဂတ်နဲ့အတိတ်သတင်းစကားပါးဖို့ဆိုတာ တစ်စက္ကန့်အချိန်ပဲလိုတယ်လို့တောင် ပြောလို့ရပါတယ်။ပစ္စည်းတွေအတွက်အဆင်ပြေပေမယ့် ပြောင်းပြန်လူတွေအတွက်တော့ အဆင်ပြေမနေပါဘူး။အဆုတ်ထဲကိုလေက ပုံမှန်မဝင်တာတွေ အမြင်အကြားတွေ ပုံမှန်မဟုတ်တာတွေ ဖြစ်လာနိုင်ပါတယ်။ဒီတော့ ဒီဇာတ်ကားရဲ့ မူရင်းဇာတ်လမ်းအရ အနာဂတ်မှာ လူတွေဟာကမ္ဘာကြီးပျက်စီးခါနီးလာပြီး ရင်းမြစ်တွေရှားပေးလာတဲ့အတွက်အသက်ရှင်ဖို့ နည်းလမ်းတစ်ခုကို တီထွက်လိုက်ပါတယ်။ဒါကတော ့အချိန်ကို လားရာပြောင်းပြန်နဲ့ သွားဖို့ပါပဲ။တစ်ကမ္ဘာလုံးကို ဒီလို သွားနိုင်ဖို့ လုပ်လိုက်မယ်ဆိုရင်အတိတ်ကာလက အချိန်ရှေ့အတိုင်း သွားနေတဲ့ လူအားလုံး သေဆုံးပျက်စီးရပါလိမ့်မယ်။ဒါဟာ Grandfather paradox အဘိုးဝိရောဓိ နဲ့ ညှိပါတယ်။သင်ဟာ အတိတ်ကို ပြန်သွားပြီး ကိုယ့်အဘိုးကိုယ် သတ်လိုက်မယ်ဆိုရင်သင်လည်းမွေးမလာနိုင်တော့ပါဘူး။မွေးမလာနိုင်တော့တဲ့အတွက် အတိတ်ကို ပြန်ပြီးအဘိုးကို သတ်ဖို့ ဆိုတာလည်း မဖြစ်နိုင်တော့ပါဘူး။ဘယ်လိုမှ ဖြေရှင်းမရတဲ့ ဝိရောဓိပါ။ဒီရုပ်ရှင်ရဲ့ အနာဂတ်က လူတွေကတော့ ဒီဝိရောဓိမျိုးဖြစ်မလာနိုင်ဘူးလို့ယုံကြည်ပြီး အတိတ်က ဘိုးဘေးအားလုံးကို ပြန်သတ်ဖို့ကြိုးစားသူရှိသလို၊ဝိရောဓိကို ယုံကြည်လို့ တားဆီးဖို့ ကြိုးစားတဲ့သူတွေလည်း ရှိလာပါတယ်။နောက်ပြီးတော့ တကယ်သာ အဲဒါ အောင်မြင်ပြီးသားဆိုရင်အတိတ်မှာ လူတွေအကုန်သေသွားတဲ့ စကြဝဠာဖြစ်တည်မှုတစ်ခု၊အတိတ်ကလူတွေ မသေအောင် တားဆီးနိုင်တဲ့ အချိန်လမ်းကြောင်းတစ်ခုစသဖြင့် အမျိုးမျိးကွဲထွက်ပြီး multiverse တွေ တည်ရှိနိုင်မလားလည်း တွေးစရာဖြစ်နေပါတယ်။ကျန်တဲ့ဇာတ်လမ်းတွေကတော့ ရုပ်ရှင်ထဲမှာပဲ ရှင်းလင်းသွားတာမို့နားလည်နိုင်မှာပါ။',
            thumbnail: require('../assets/tenet.jpg'),
        },
    ]

export default now_videos;